Repository: schklom/Mirror-workflows
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: id

source: Use default
id: Setelan standar

source: Never purge
id: Jangan dihapus

source: 1 week old
id: 1 minggu

source: 2 weeks old
id: 2 minggu﻿

source: 1 month old
id: 1 bulan

source: 2 months old
id: 2 bulan

source: 3 months old
id: 3 bulan

source: Default interval
id: Interval bawaan

source: Disable updates
id: Nonaktifkan pembaruan

source: 15 minutes
id: 15 menit

source: 30 minutes
id: 30 menit

source: Hourly
id: Setiap jam

source: 4 hours
id: 4 jam

source: 12 hours
id: 12 jam

source: Daily
id: Harian

source: Weekly
id: Mingguan

source: Disabled
id: Dinonaktifkan

source: Read Only
id: Hanya Baca

source: User
id: Pengguna

source: Power User
id: Pengguna Andal

source: Javascript is disabled. Please enable it.
id: JavaScript dinonaktifkan. Silakan aktifkan.

source: Loading, please wait...
id: Memuat, mohon tunggu...

source: Communication problem with server.
id: Masalah komunikasi dengan server.

source: Recent entries found in event log.
id: Entri terbaru ditemukan dalam log peristiwa.

source: Updates for Tiny Tiny RSS are available.
id: Pembaruan untuk Tiny Tiny RSS tersedia.

source: Updates for some local plugins are available.
id: Pembaruan untuk beberapa plugin lokal tersedia.

source: Show articles
id: Tampilkan artikel

source: Adaptive
id: Adaptif

source: All Articles
id: Semua Artikel

source: Starred
id: Berbintang

source: Published
id: Dipublikasikan

source: Unread
id: Belum dibaca

source: With Note
id: Dengan Catatan

source: Sort articles
id: Urutkan artikel

source: Default
id: Standar

source: Newest first
id: Terbaru terlebih dahulu

source: Oldest first
id: Tertua terlebih dahulu

source: Title
id: Judul

source: Mark as read
id: Tandai sebagai dibaca

source: Older than one day
id: Lebih tua dari satu hari

source: Older than one week
id: Lebih tua dari satu minggu

source: Older than two weeks
id: Lebih tua dari dua minggu

source: Switch to three panel view
id: Beralih ke tampilan gabungan

source: Switch to combined view
id: Beralih ke tampilan gabungan

source: Disable widescreen mode
id: Nonaktifkan mode layar lebar

source: Enable widescreen mode
id: Aktifkan mode layar lebar

source: Expand selected article only
id: Perluas hanya artikel yang dipilih

source: Expand all articles
id: Kembangkan semua artikel

source: Actions...
id: Tindakan...

source: Preferences...
id: Pengaturan...

source: Search...
id: Cari...

source: Search feeds...
id: Cari umpan...

source: Feed actions:
id: Tindakan umpan:

source: Subscribe to feed...
id: Langgani umpan...

source: Edit this feed...
id: Edit umpan ini ...

source: Unsubscribe
id: Berhenti berlangganan

source: All feeds:
id: Semua umpan:

source: (Un)hide read feeds
id: (Tidak)sembunyi umpan

source: UI layout:
id: Tata letak UI:

source: Toggle combined mode
id: Alihkan mode gabungan

source: Toggle widescreen mode
id: Alihkan mode layar lebar

source: Toggle expand all articles
id: Alihkan perluas semua artikel﻿

source: Other actions:
id: Tindakan lain:

source: Keyboard shortcuts help
id: Bantuan pintasan keyboard

source: Logout
id: Keluar

source: Preferences
id: Preferensi

source: Exit preferences
id: Keluar preferensi

source: Feeds
id: Umpan

source: Filters
id: Filter

source: Labels
id: Label

source: Users
id: Pengguna

source: System
id: Sistem

source: Navigation
id: Navigasi

source: Open next feed
id: Buka umpan berikutnya

source: Open next unread feed
id: Buka umpan belum dibaca berikutnya

source: Open previous feed
id: Buka umpan sebelumnya

source: Open previous unread feed
id: Buka umpan belum dibaca sebelumnya

source: Open next article (in combined mode, scroll down)
id: Buka artikel berikutnya (dalam mode gabungan, gulir ke bawah)

source: Open previous article (in combined mode, scroll up)
id: Buka artikel sebelumnya (dalam mode gabungan, gulir ke atas)

source: Scroll headlines by one page down
id: Gulir judul satu halaman ke bawah

source: Scroll headlines by one page up
id: Gulir judul satu halaman ke atas

source: Open next article
id: Buka artikel berikutnya

source: Open previous article
id: Buka artikel sebelumnya

source: Move to next article (don't expand)
id: Pindah ke artikel berikutnya (jangan perluas)

source: Move to previous article (don't expand)
id: Pindah ke artikel sebelumnya (jangan perluas)

source: Show search dialog
id: Tampilkan dialog pencarian

source: Cancel active search
id: Batalkan pencarian aktif

source: Article
id: Artikel

source: Toggle starred
id: Alihkan bintang

source: Toggle published
id: Alihkan dipublikasikan

source: Toggle unread
id: Alihkan belum dibaca

source: Edit tags
id: Sunting tag

source: Open in new window
id: Buka di jendela baru

source: Mark below as read
id: Tandai di bawah sebagai dibaca

source: Mark above as read
id: Tandai di atas sebagai dibaca

source: Scroll down
id: Gulir ke bawah

source: Scroll up
id: Gulir ke atas

source: Scroll down page
id: Gulir ke bawah halaman

source: Scroll up page
id: Gulir ke atas halaman

source: Select article under cursor
id: Pilih artikel di bawah kursor

source: Email article
id: Email artikel

source: Close/collapse article
id: Tutup/lipat artikel

source: Toggle article expansion (combined mode)
id: Alihkan ekspansi artikel (mode gabungan)

source: Toggle full article text via Readability
id: Alihkan teks artikel lengkap melalui Readability

source: Article selection
id: Pemilihan artikel

source: Select all articles
id: Pilih semua artikel

source: Select unread
id: Pilih belum dibaca

source: Select starred
id: Pilih berbintang

source: Select published
id: Pilih dipublikasikan

source: Invert selection
id: Balik pilihan

source: Deselect everything
id: Batalkan semua pilihan

source: Feed
id: Umpan

source: Refresh current feed
id: Muat ulang umpan saat ini

source: Un/hide read feeds
id: Tampilkan/sembunyikan umpan yang sudah dibaca

source: Subscribe to feed
id: Berlangganan umpan

source: Edit feed
id: Edit umpan

source: Reverse headlines
id: Balik urutan judul

source: Toggle headline grouping
id: Alihkan pengelompokan judul

source: Toggle grid view
id: Alihkan tampilan grid

source: Debug feed update
id: Debug pembaruan umpan

source: Mark all feeds as read
id: Tandai semua umpan sudah dibaca

source: Un/collapse current category
id: Perluas/lipat kategori saat ini

source: Toggle auto expand in combined mode
id: Alihkan perluas otomatis pada mode gabungan﻿

source: Go to
id: Menuju ke

source: All articles
id: Semua artikel

source: Fresh
id: Terbaru﻿

source: Recently read
id: Baru dibaca﻿

source: Other
id: Lainnya﻿

source: Create label
id: Buat label﻿

source: Create filter
id: Buat filter﻿

source: Un/collapse sidebar
id: Lipat/perluas bilah sisi﻿

source: Shift
id: Geser

source: Close this window
id: Tutup jendela ini﻿

source: Never
id: Tidak pernah﻿

source: General
id: Umum﻿

source: Articles
id: Artikel﻿

source: Digest
id: Rangkuman﻿

source: Advanced
id: Lanjutan﻿

source: Debugging
id: Debug

source: Never apply these tags automatically (comma-separated list).
id: Jangan pernah terapkan tag ini secara otomatis (dipisahkan dengan koma).﻿

source: Blacklisted tags
id: Tag yang masuk daftar hitam﻿

source: Default language
id: Bahasa bawaan

source: Used for full-text search
id: Digunakan untuk pencarian teks lengkap﻿

source: Mark read on scroll
id: Tandai sudah dibaca saat digulir﻿

source: Mark articles as read as you scroll past them
id: Tandai artikel sebagai sudah dibaca saat Anda menggulir melewatinya﻿

source: Always expand articles
id: Selalu perluas artikel

source: Combined mode
id: Mode gabungan﻿

source: Show flat list of articles instead of separate panels
id: Tampilkan daftar artikel datar, bukan panel terpisah﻿

source: Confirm marking feeds as read
id: Konfirmasi penandaan umpan sebagai sudah dibaca﻿

source: Default update interval
id: Interval pembaruan bawaan

source: Mark sent articles as read
id: Tandai artikel yang dikirim sebagai sudah dibaca﻿

source: Enable digest
id: Aktifkan rangkuman﻿

source: Send daily digest of new (and unread) headlines to your email address
id: Kirim rangkuman harian dari judul baru (dan belum dibaca) ke alamat email Anda

source: Try to send around this time
id: Coba kirim sekitar waktu ini﻿

source: Time in UTC
id: Waktu dalam UTC﻿

source: Enable API
id: Aktifkan API﻿

source: Allows accessing this account through the API
id: Memungkinkan akses akun ini melalui API﻿

source: Enable categories
id: Maximum age of

source: Maximum age of fresh articles
id: Usia maksimum artikel terbaru﻿

source: hours
id: Jam

source: Hide read feeds
id: Sembunyikan umpan sudah dibaca﻿

source: Always show special feeds
id: Selalu tampilkan umpan spesial﻿

source: While hiding read feeds
id: Saat menyembunyikan umpan sudah dibaca﻿

source: Long date format
id: Format tanggal panjang﻿

source: Syntax is identical to PHP <a href='https://www.php.net/manual/function.date.php'>date()</a> function.
id: Sintaks identik dengan fungsi PHP <a href='https://www.php.net/manual/function.date.php'>tanggal()</a>.

source: Automatically show next feed
id: Tampilkan umpan berikutnya otomatis﻿

source: After marking one as read
id: Setelah menandai satu sebagai sudah dibaca﻿

source: Purge articles older than
id: Hapus artikel yang lebih lama dari﻿

source: <strong>days</strong> (0 disables)
id: <strong>hari</strong> (0 non-aktif)

source: Purge unread articles
id: Hapus artikel belum dibaca﻿

source: Short date format
id: Format tanggal pendek﻿

source: Show content preview in headlines
id: Tampilkan pratinjau konten pada judul﻿

source: SSL client certificate
id: Sertifikat klien SSL﻿

source: Do not embed media
id: Jangan sematkan media

source: Time zone
id: Zona waktu﻿

source: Group by feed
id: Kelompokkan menurut umpan

source: Group multiple-feed output by originating feed
id: Kelompokkan keluaran dari beberapa umpan berdasarkan umpan asal﻿

source: Language
id: Bahasa﻿

source: Theme
id: Tema﻿

source: Don't enforce DISTINCT headlines
id: Jangan paksa judul berbeda﻿

source: May produce duplicate entries
id: Mungkin menghasilkan entri duplikat﻿

source: Show article and feed IDs
id: Tampilkan artikel dan ID umpan﻿

source: In the headlines buffer
id: Di buffer judul berita﻿

source: Disable conditional counter updates
id: Nonaktifkan pembaruan penghitung bersyarat﻿

source: May increase server load
id: Dapat meningkatkan beban server﻿

source: Grid view
id: Tampilan grid﻿

source: On wider screens, if always expanded
id: Pada layar lebar, jika selalu terbuka﻿

source: Required score
id: Skor diperlukan﻿

source: Include articles with this or above score
id: Sertakan artikel dengan skor ini atau di atasnya﻿

source: The configuration was saved.
id: Konfigurasi telah disimpan.﻿

source: Your personal data has been saved.
id: Data pribadi Anda telah disimpan.﻿

source: Full name:
id: Nama lengkap:﻿

source: Email:
id: Surel:

source: Save
id: Simpan

source: Old password:
id: Kata sandi lama:﻿

source: New password:
id: Kata sandi baru:﻿

source: Confirm password:
id: Konfirmasi kata sandi:

source: Change password
id: Ubah kata sandi

source: Authentication module used for this session (<b>%s</b>) does not provide an ability to set passwords.
id: Modul otentikasi yang digunakan untuk sesi ini (<b>%s</b>) tidak menyediakan kemampuan untuk mengatur kata sandi.

source: Generate password
id: Buat kata sandi

source: Remove selected
id: Hapus yang dipilih

source: Your password:
id: Kata sandi Anda:

source: Disable OTP
id: Nonaktifkan OTP

source: OTP secret:
id: OTP Rahasia:﻿

source: Verification code:
id: Kode verifikasi:

source: Enable OTP
id: Aktifkan OTP﻿

source: Personal data
id: Data pribadi﻿

source: Password
id: Kata sandi

source: App passwords
id: Kata sandi aplikasi

source: Some preferences are only available in default profile.
id: Beberapa preferensi hanya tersedia di profil standar.﻿

source: default
id: standar﻿

source: Customize
id: Kustomisasi

source: More themes...
id: Lebih banyak tema...

source: Preview
id: Pratinjau﻿

source: Register
id: Daftar﻿

source: Clear
id: Bersihkan﻿

source: More info...
id: Info lebih lanjut...﻿

source: Current server time: %s
id: Waktu server saat ini: %s

source: Save configuration
id: Simpan konfigurasi﻿

source: Save and exit
id: Simpan dan keluar﻿

source: Manage profiles
id: Kelola profil﻿

source: Reset to defaults
id: Setel ulang ke standar

source: Search
id: Cari﻿

source: Select
id: Pilih﻿

source: All
id: Semua﻿

source: None
id: Tidak ada﻿

source: The following plugins use per-feed content hooks. This may cause excessive data usage and origin server load resulting in a ban of your instance: <b>%s</b>
id: Plugin berikut menggunakan per-umpan content hooks. Ini dapat menyebabkan penggunaan data yang berlebih dan beban server asal, yang dapat menyebabkan instans Anda diblokir: <b>%s</b>

source: More info
id: Info lebih lanjut﻿

source: Enable selected
id: Aktifkan yang dipilih﻿

source: Reload
id: Muat ulang﻿

source: Check for updates
id: Periksa pembaruan﻿

source: Install plugin
id: Pasang plugin﻿

source: Personal data / Authentication
id: Data pribadi / Otentikasi﻿

source: Plugins
id: Plugin﻿

source: Incorrect one time password
id: Kata sandi satu kali salah﻿

source: Incorrect password
id: Kata sandi salah﻿

source: v%.2f, by %s
id: v%.2f, oleh%s

source: v%s, by %s
id: v%s, oleh %s

source: Default profile
id: Profil standar﻿

source: Description
id: Deskripsi﻿

source: Created
id: Dibuat﻿

source: Last used
id: Terakhir digunakan﻿

source: Generated password <strong>%s</strong> for %s. Please remember it for future reference.
id: Kata sandi dihasilkan <strong>%s</strong> untuk %s. Mohon ingat kata sandi ini untuk referensi di masa mendatang.

source: Session failed to validate (password changed)
id: Sesi gagal memvalidasi (kata sandi diubah)﻿

source: Session failed to validate (account is disabled)
id: Sesi gagal memvalidasi (akun dinonaktifkan)﻿

source: Session failed to validate (user not found)
id: Sesi gagal divalidasi (pengguna tidak ditemukan)﻿

source: Feed not found.
id: Umpan tidak ditemukan.

source: Archived articles
id: Artikel diarsipkan﻿

source: Collapse article
id: Ciutkan artikel﻿

source: Imported at %s
id: Diimpor pada %s

source: No unread articles found to display.
id: Tidak ada artikel belum dibaca ditemukan untuk ditampilkan.

source: No updated articles found to display.
id: Tidak ada artikel diperbarui ditemukan untuk ditampilkan.

source: No starred articles found to display.
id: Tidak ada artikel berbintang ditemukan untuk ditampilkan.

source: No articles found to display. You can assign articles to labels manually from article header context menu (applies to all selected articles) or use a filter.
id: Tidak ada artikel ditemukan untuk ditampilkan. Anda bisa menetapkan artikel ke label secara manual dari menu konteks header artikel (berlaku pada semua artikel dipilih) atau menggunakan filter.

source: No articles found to display.
id: Tidak ada artikel ditemukan untuk ditampilkan.

source: Feeds last updated at %s
id: RSS terakhir diperbarui pada %s

source: Some feeds have update errors (click for details)
id: Beberapa umpan mengalami kesalahan pembaruan (klik untuk detail)﻿

source: Starred articles
id: Artikel berbintang﻿

source: Published articles
id: Artikel dipublikasikan﻿

source: Fresh articles
id: Artikel terbaru﻿

source: Uncategorized
id: Belum dikategorikan﻿

source: Special
id: Khusus﻿

source: Incorrect search syntax: %s.
id: Sintak pencarian salah: %s.

source: Search results: %s
id: Hasil pencarian: %s

source: The date keyword "%s" was not recognized.
id: Kata kunci tanggal "%s" tidak dikenali.

source: Created label <b>%s</b>
id: Label dibuat <b>%s</b>

source: Remove
id: Hapus﻿

source: Clear colors
id: Bersihkan warna﻿

source: Adding feed: %s
id: Tambah umpan: %s

source: Duplicate feed: %s
id: Duplikat umpan: %s

source: Adding label %s
id: Menambahkan label %s

source: Duplicate label: %s
id: Label duplikat: %s

source: Setting preference key %s to %s
id: Mengatur kunci preferensi %s ke %s

source: Adding filter %s...
id: Menambahkan filter %s...

source: Processing category: %s
id: Memproses kategori: %s

source: Upload failed with error code %d
id: Unggah gagal dengan kode kesalahan %d

source: Unable to move uploaded file.
id: Tidak dapat memindahkan berkas yang diunggah.

source: Error: please upload OPML file.
id: Kesalahan: silakan unggah file OPML.

source: Error: file is not readable: %s
id: Kesalahan: file tidak dapat dibaca: %s

source: Error while parsing document.
id: Kesalahan saat mengurai dokumen.

source: Git error [RC=%d]: %s
id: Kesalahan Git [RC=%d]: %s

source: Incorrect username or password
id: Nama pengguna atau kata sandi salah

source: Password recovery
id: Pemulihan kata sandi

source: Return to Tiny Tiny RSS
id: Kembali ke Tiny Tiny RSS

source: You will need to provide valid account name and email. Password reset link will be sent to your email address.
id: Anda harus memberikan nama akun dan email yang valid. Tautan pengaturan ulang kata sandi akan dikirim ke alamat email Anda.

source: Login:
id: Masuk:

source: How much is %d + %d:
id: Berapa banyak %d + %d:

source: Reset password
id: Pemulihan kata sandi

source: Some of the required form parameters are missing or incorrect.
id: Beberapa parameter formulir yang diperlukan hilang atau salah.

source: Go back
id: Kembali

source: [tt-rss] Password reset request
id: [tt-rss] Permintaan reset kata sandi

source: Sorry, login and email combination not found.
id: Maaf, kombinasi login dan email tidak ditemukan.

source: Your access level is insufficient to run this script.
id: Tingkat akses Anda tidak cukup untuk menjalankan skrip ini.

source: Proceed with update?
id: Lanjutkan pembaruan?

source: Database Updater
id: Pemutakhiran Basis Data

source: Performing updates to version %d
id: Melakukan pembaruan ke versi %d

source: Update
id: Perbarui

source: Database schema needs update to the latest version (%d to %d).
id: Skema basis data perlu diperbarui ke versi terbaru (%d ke %d).

source: (%d feed)
id: (%d umpan)

source: (%d article / %s)
id: (%d artikel / %s)

source: (%d day)
id: (%d hari)

source: %d day
id: %d hari

source: Check to enable field
id: Centang untuk mengaktifkan bidang

source: (%d days)
id: (%d hari)

source: Include in email digest
id: Sertakan dalam ringkasan email

source: Always display image attachments
id: Selalu tampilkan lampiran gambar

source: Mark updated articles as unread
id: Tandai artikel diperbarui belum dibaca

source: Place in category:
id: Masukkan dalam kategori:

source: Language:
id: Bahasa:

source: Update interval:
id: Interval pembaruan:

source: Article purging:
id: Pembersihan artikel:

source: Authentication
id: Otentikasi

source: Password:
id: Kata sandi:

source: Options
id: Pilihan

source: Cancel
id: Batalkan

source: Feeds with errors
id: Umpan dengan kesalahan

source: Inactive feeds
id: Umpan tidak aktif

source: Edit selected feeds
id: Edit Umpan dipilih

source: Reset sort order
id: Atur ulang urutan penyortiran

source: Batch subscribe
id: Berlangganan kelompok

source: Categories
id: Kategori

source: Add category
id: Tambahkan kategori

source: Choose file...
id: Pilih file...

source: Import OPML
id: Impor OPML

source: Export OPML
id: Ekspor OPML

source: Include tt-rss settings
id: Sertakan pengaturan tt-rss

source: Display URL
id: Tampilkan URL

source: Clear all generated URLs
id: Hapus semua URL yang dibuat

source: My feeds
id: Umpan saya

source: Sharing
id: Berbagi

source: Delete article
id: Hapus artikel

source: Set starred
id: Tandai berbintang

source: Assign tags
id: Tetapkan label

source: Publish article
id: Publikasikan artikel

source: Modify score
id: Ubah skor

source: Assign label
id: Tetapkan label

source: Stop / Do nothing
id: Hentikan / Jangan lakukan apa-apa

source: Invoke plugin
id: Jalankan plugin

source: Ignore tags
id: Abaikan label

source: Content
id: Konten

source: Title or Content
id: Judul atau Isi

source: Link
id: Tautan

source: Author
id: Penulis

source: Article Tags
id: Label Artikel

source: All feeds
id: Semua umpan

source: (inverse)
id: (terbalik)

source: %s on %s in %s %s
id: %s pada %s dalam %s %s

source: Unknown action: %d
id: Aksi tidak dikenal: %d

source: Clone of %s
id: Salinan dari %s

source: Clone
id: Salinan

source: Combine
id: Gabungkan

source: Toggle rule display
id: Alihkan tampilan aturan

source: [No caption]
id: [Tanpa keterangan]

source: %s (%d rule)
id: %s (%d aturan)

source: matches any rule
id: cocok dengan aturan apa pun

source: inverse
id: terbalik

source: (+%d action)
id: (+%d aksi)

source: Test message from tt-rss
id: Pesan pengujian dari tt-rss

source: This message confirms that tt-rss can send outgoing email.
id: Pesan ini mengkonfirmasi bahwa tt-rss dapat mengirim email keluar.

source: Task name
id: Nama tugas

source: Schedule
id: Jadwal

source: Last executed
id: Terakhir dijalankan

source: Duration (seconds)
id: Durasi (detik)

source: Return code
id: Kode pengembalian

source: Refresh
id: Segarkan

source: Page %d of %d
id: Halaman %d dari %d

source: Severity:
id: Tingkat Keparahan:

source: Errors
id: Kesalahan

source: Warnings
id: Peringatan

source: Everything
id: Segalanya

source: Error
id: Kesalahan

source: Filename
id: Nama berkas

source: Message
id: Pesan

source: Date
id: Tanggal

source: Event log
id: Log acara

source: Email configuration
id: Konfigurasi email

source: Email sent.
id: Email terkirim.

source: To:
id: Kepada:

source: Send test email
id: Kirim email pengujian

source: Scheduled tasks
id: Tugas terjadwal

source: PHP Information
id: Informasi PHP

source: Unknown error while sending email. Hooks tried: %d.
id: Kesalahan tidak dikenal saat mengirim email. Hook yang dicoba: %d.

source: Registered
id: Terdaftar

source: Last logged in
id: Terakhir masuk

source: Subscribed feeds
id: Feed berlangganan

source: Stored articles
id: Artikel tersimpan

source: User not found
id: Pengguna tidak ditemukan

source: Added user %s with password %s
id: Pengguna %s ditambahkan dengan kata sandi %s

source: Could not create user %s
id: Tidak dapat membuat pengguna %s

source: User %s already exists.
id: Pengguna %s sudah ada.

source: Create user
id: Buat pengguna

source: Login
id: Masuk

source: Access level
id: Tingkat akses

source: Last login
id: Masuk terakhir

source: Click to edit
id: Klik untuk menyunting

source: Changed password of user %s to %s
id: Kata sandi pengguna %s diubah menjadi %s

source: Edit article note
id: Sunting catatan artikel

source: Please enter verification code (OTP):
id: Harap masukkan kode verifikasi (OTP):

source: Continue
id: Lanjutkan

source: Too many authentication attempts, throttled.
id: Terlalu banyak upaya autentikasi, dibatasi.

source: Password has been changed.
id: Kata sandi telah diubah.

source: Old password is incorrect.
id: Kata sandi lama tidak benar.

source: Toggle sidebar
id: Alihkan bilah samping

source: Not safe for work (click to toggle)
id: Tidak aman untuk kerja (klik untuk alihkan)

source: NSFW Plugin
id: Plugin NSFW

source: Tags to consider NSFW (comma-separated):
id: Tag untuk dianggap NSFW (dipisahkan koma):

source: Configuration saved.
id: Konfigurasi tersimpan.

source: Data saved (%s, %d)
id: Data tersimpan (%s, %d)

source: Show related articles
id: Tampilkan artikel terkait

source: Mark similar articles as read (af_psql_trgm)
id: Tandai artikel serupa sebagai dibaca (af_psql_trgm)

source: Minimum similarity:
id: Kesamaan minimum:
