Repository: schklom/Mirror-workflows
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: id

source: PostgreSQL trigram extension returns string similarity as a floating point number (0-1). Setting it too low might produce false positives, zero disables checking.
id: Ekstensi trigram PostgreSQL mengembalikan kesamaan string sebagai angka titik mengambang (0-1). Mengaturnya terlalu rendah mungkin menghasilkan positif palsu, nol menonaktifkan pemeriksaan.

source: Minimum title length:
id: Panjang judul minimum:

source: Enable for all feeds.
id: Aktifkan untuk semua feed.

source: Currently enabled for (click to edit):
id: Saat ini diaktifkan untuk (klik untuk menyunting):

source: Similarity (af_psql_trgm)
id: Kesamaan (af_psql_trgm)

source: Mark similar articles as read
id: Tandai artikel serupa sebagai dibaca

source: Article unshared
id: Artikel tidak dibagikan

source: Unshare all articles
id: Batalkan bagikan semua artikel

source: Shared URLs cleared.
id: URL bersama dihapus.

source: Share by URL
id: Bagikan melalui URL

source: You can share this article by the following unique URL:
id: Anda dapat membagikan artikel ini melalui URL unik berikut:

source: Article not found.
id: Artikel tidak ditemukan.

source: Unshare article
id: Hapus berbagi artikel

source: Generate new URL
id: Buat URL baru

source: Feeds supported by af_comics
id: Umpan didukung af_comics

source: The following comics are currently supported:
id: Komik berikut saat ini didukung:

source: Subscribe
id: Berlangganan

source: Already subscribed to <b>%s</b>.
id: Sudah berlangganan ke <b>%s</b>.

source: Subscribed to <b>%s</b>.
id: Berlangganan ke <b>%s</b>.

source: Could not subscribe to <b>%s</b>.
id: Tidak dapat berlangganan ke <b>%s</b>.

source: No feeds found in <b>%s</b>.
id: Tidak ditemukan umpan di <b>%s</b>.

source: Could not subscribe to <b>%s</b>.<br>Can't download the Feed URL.
id: Tidak dapat berlangganan ke <b>%s</b>.<br>Tidak dapat mengunduh URL Umpan.

source: Multiple feed URLs found:
id: Ditemukan beberapa URL umpan:

source: Subscribe to selected feed
id: Berlangganan ke umpan yang dipilih

source: Edit subscription options
id: Edit opsi langganan

source: Share with Tiny Tiny RSS
id: Bagikan dengan Tiny Tiny RSS

source: Title:
id: Judul:

source: Content:
id: Isi:

source: Labels:
id: Label:

source: Share
id: Bagikan

source: Shared article will appear in the Published feed.
id: Artikel yang dibagikan akan muncul di umpan Terbit.

source: Log in
id: Masuk

source: Subscribe to %s in Tiny Tiny RSS?
id: Berlangganan ke %s di Tiny Tiny RSS?

source: Bookmarklets
id: Bookmarklet

source: Drag the link below to your browser toolbar, open the feed you're interested in in your browser and click on the link to subscribe to it.
id: Seret tautan di bawah ini ke bilah alat peramban Anda, buka umpan yang Anda minati di peramban Anda, lalu klik tautan tersebut untuk berlangganan.

source: Subscribe in Tiny Tiny RSS
id: Berlangganan di Tiny Tiny RSS

source: Use this bookmarklet to publish arbitrary pages using Tiny Tiny RSS
id: Gunakan bookmarklet ini untuk mempublikasikan halaman apa pun menggunakan Tiny Tiny RSS

source: I forgot my password
id: Saya lupa kata sandi

source: Profile:
id: Profil:

source: Use less traffic
id: Gunakan lebih sedikit lalu lintas

source: Does not display images in articles, reduces automatic refreshes.
id: Tidak menampilkan gambar dalam artikel, mengurangi pembaruan otomatis.

source: Safe mode
id: Mode aman

source: Uses default theme and prevents all plugins from loading.
id: Gunakan tema standar dan cegah semua plugin untuk dimuat.

source: Remember me
id: Ingat saya

source: Detect automatically
id: Deteksi otomatis

source: This function is only available in combined mode.
id: Fungsi ini hanya tersedia dalam mode gabungan.

source: Keyboard shortcuts
id: Pintas keyboard

source: Update daemon is not running.
id: Pembaruan daemon tidak berjalan.

source: Update daemon is not updating feeds.
id: Pembaruan daemon tidak memperbarui umpan.

source: URL scheme reported by your browser (%a) doesn't match server-configured SELF_URL_PATH (%b), check X-Forwarded-Proto.
id: Skema URL yang dilaporkan oleh peramban Anda (%a) tidak sesuai dengan SELF_URL_PATH yang dikonfigurasi di server (%b), periksa X-Forwarded-Proto.

source: Fatal error
id: Kesalahan fatal

source: Unhandled exception
id: Pengecualian tidak ditangani

source: Widescreen is not available in combined mode.
id: Layar lebar tidak tersedia dalam mode gabungan.

source: Please enable mail or mailto plugin first.
id: Silakan aktifkan plugin email atau mailto dahulu.

source: You can't edit this kind of feed.
id: Anda tidak dapat menyunting jenis umpan ini.

source: Please enable af_readability first.
id: Silakan aktifkan af_readability dahulu.

source: Please select some feed first.
id: Silakan pilih beberapa umpan dahulu.

source: You can't unsubscribe from the category.
id: Anda tidak dapat berhenti berlangganan dari kategori.

source: Unsubscribe from %s?
id: Berhenti berlangganan dari %s?

source: Please enter username:
id: Silakan masukkan pengguna:

source: Adding user...
id: Menambahkan pengguna...

source: Edit user
id: Sunting pengguna

source: Saving data...
id: Menyimpan data...

source: No users selected.
id: Tidak ada pengguna yang diplih.

source: Please select one user.
id: Silakan pilih satu pengguna.

source: Reset password of selected user?
id: Setel ulang kata sandi pengguna yang dipilih?

source: Resetting password for selected user...
id: Mengatur ulang kata sandi untuk pengguna yang dipilih...

source: Remove selected users? Neither default admin nor your account will be removed.
id: Hapus pengguna yang dipilih? Baik admin standar maupun akun Anda tidak akan dihapus.

source: Removing selected users...
id: Menghapus pengguna yang dipilih...

source: Click to close
id: Klik untuk menutup

source: Edit category
id: Sunting kategori

source: Remove category
id: Hapus kategori

source: Remove category %s? Any nested feeds would be placed into Uncategorized.
id: Hapus kategori %s? Semua umpan yang tertanam dipindah ke Tanpa Kategori.

source: Removing category...
id: Menghapus kategori...

source: Unsubscribe from selected feeds?
id: Berhenti berlangganan dari umpan dipilih?

source: Unsubscribing from selected feeds...
id: Berhenti berlangganan dari umpan dipilih...

source: No feeds selected.
id: Tidak ada umpan dipilih.

source: Remove selected categories?
id: Hapus kategori dipilih?

source: Removing selected categories...
id: Menghapus kategori dipilih...

source: No categories selected.
id: Tidak ada kategori dipilih.

source: Edit multiple feeds
id: Sunting beberapa umpan

source: Save changes to selected feeds?
id: Simpan perubahan umpan dipilih?

source: Category title:
id: Judul kategori:

source: Creating category...
id: Membuat kategori...

source: Subscribing to feeds...
id: Berlangganan umpan...

source: One valid feed per line (no detection is done)
id: Satu umpan yang sah per baris (tidak dideteksi)

source: Feeds without recent updates
id: Umpan tanpa pembaruan

source: Remove selected feeds?
id: Hapus umpan dipilih?

source: Removing selected feeds...
id: Menghapus umpan dipilih...

source: Click to edit feed
id: Klik untuk sunting umpan

source: in
id: dalam

source: Inverse
id: Terbalik

source: No filters selected.
id: Tidak ada saringan dipilih.

source: Combine selected filters?
id: Gabung saringan dipilih?

source: Joining filters...
id: Menggabungkan saringan...

source: Remove selected filters?
id: Hapus saringan dipilih?

source: Removing selected filters...
id: Menghapus filter dipilih...

source: Name for new filter:
id: Nama untuk filter baru:

source: Clone selected filters?
id: Klonkan filter terpilih?

source: Cloning selected filters...
id: Mengklonkan filter terpilih...

source: Edit label
id: Sunting label

source: Foreground:
id: Latar depan:

source: Background:
id: Latar belakang:

source: Reset selected labels to default colors?
id: Atur ulang warna label yang dipilih ke warna default?

source: No labels selected.
id: Tidak ada label yang dipilih.

source: Remove selected labels?
id: Hapus label yang dipilih?

source: Removing selected labels...
id: Menghapus label yang dipilih...

source: Please enter new score for selected articles:
id: Silakan masukkan nilai baru untuk artikel yang dipilih:

source: No articles selected.
id: Tidak ada artikel yang dipilih.

source: Please enter new score for this article:
id: Silakan masukkan nilai baru untuk artikel ini:

source: no tags
id: tidak ada tag

source: comments
id: komentar

source: comment
id: komentar

source: Article tags
id: Tag artikel

source: Tags for this article (separated by commas):
id: Tag untuk artikel ini (dipisahkan dengan koma):

source: Saving article tags...
id: Menyimpan tag artikel...

source: Cancel search
id: Batalkan pencarian

source: Select...
id: Pilih...

source: Click to open next unread feed.
id: Klik untuk membuka umpan yang belum dibaca berikutnya.

source: New articles found, reload feed to continue.
id: Artikel baru ditemukan, muat ulang umpan untuk melanjutkan.

source: %d article selected
id: %d artikel dipilih

source: Delete %d selected article in %s?
id: Hapus %d artikel yang dipilih di %s?

source: Delete %d selected article?
id: Hapus %d artikel yang dipilih?

source: Mark %d selected article in %s as read?
id: Tandai %d artikel yang dipilih di %s sebagai sudah dibaca?

source: No article is selected.
id: Tidak ada artikel dipilih.

source: No articles found to mark
id: Tidak ditemukan artikel dapat ditandai

source: Mark %d article as read?
id: Tandai artikel %d sudah dibaca?

source: Open original article
id: Buka artikel asli

source: Remove label
id: Hapus label

source: Open site
id: Buka situs

source: Debug feed
id: Debug umpan

source: Select articles in group
id: Pilih artikel dalam grup

source: Mark group as read
id: Tandai grup sudah dibaca

source: Mark feed as read
id: Tandai umpan sudah dibaca

source: Edit filter
id: Sunting saringan

source: Create new filter
id: Buat filter baru

source: Looking for articles (%d processed, %f found)...
id: Mencari artikel (%d diproses, %f ditemukan)...

source: Articles matching this filter:
id: Artikel sesuai dengan saringan ini:

source: Found at least %d articles matching this filter:
id: Ditemukan setidaknya %d artikel sesuai dengan saringan ini:

source: Error while trying to get filter test results.
id: Terjadi kesalahan saat mencoba mendapatkan hasil tes saringan.

source: Looking for articles...
id: Mencari artikel...

source: Edit rule
id: Sunting aturan

source: Add rule
id: Tambah aturan

source: Inverse regular expression matching
id: Pencocokan ekspresi reguler terbalik

source: on
id: pada

source: Edit action
id: Sunting tindakan

source: Add action
id: Tambah tindakan

source: Remove filter?
id: Hapus saringan?

source: Removing filter...
id: Menghapus saringan...

source: Add
id: Tambah

source: Delete
id: Hapus

source: Test
id: Tes

source: Create
id: Buat

source: Remove selected app passwords?
id: Hapus kata sandi aplikasi dipilih?

source: This will invalidate all previously generated feed URLs. Continue?
id: Ini akan membuat semua URL umpan dihasilkan sebelumnya tidak valid. Lanjutkan?

source: Clearing URLs...
id: Membersihkan URL...

source: Generated URLs cleared.
id: URL dihasilkan telah dihapus.

source: Digest preview
id: Ringkasan pratinjau

source: Clear event log?
id: Hapus log peristiwa?

source: Name for cloned profile:
id: Nama untuk profil klon:

source: Please select a single profile to clone.
id: Silakan pilih satu profil untuk dikloning.

source: Remove selected profiles? Active and default profiles will not be removed.
id: Hapus profil dipilih? Profil aktif dan standar tidak akan dihapus.

source: Removing selected profiles...
id: Menghapus profil dipilih...

source: No profiles selected.
id: Tidak ada profil dipilih.

source: Creating profile...
id: Membuat profil...

source: (active)
id: (aktif)

source: (empty)
id: (kosong)

source: Activate selected profile?
id: Aktifkan profil dipilih?

source: Please choose a profile to activate.
id: Silakan pilih profil untuk diaktifkan.

source: Customize stylesheet
id: Sesuaikan lembar gaya

source: You can override colors, fonts and layout of your currently selected theme with custom CSS declarations here.
id: Anda dapat mengganti warna, font, dan tata letak tema saat ini dipilih dengan deklarasi CSS kustom di sini.

source: User CSS has been applied, you might need to reload the page to see all changes.
id: CSS pengguna telah dipakai, Anda mungkin perlu memuat ulang halaman untuk melihat semua perubahan.

source: Reset to defaults?
id: Kembalikan ke pengaturan standar?

source: Error while loading plugins list: %s.
id: Kesalahan saat memuat daftar plugin: %s.

source: Clear data
id: Hapus data

source: Uninstall
id: Copot

source: Could not find any plugins for this search query.
id: Tidak ditemukan plugin untuk pencarian ini.

source: Clear stored data for %s?
id: Hapus data disimpan untuk %s?

source: Uninstall plugin %s?
id: Copot plugin %s?

source: Plugin uninstallation failed.
id: Pencopotan plugin gagal.

source: Available plugins
id: Plugin tersedia

source: Plugin installer
id: Pemasang plugin

source: Installing %s, please wait...
id: Memasang %s, harap tunggu...

source: Operation failed: check event log.
id: Operasi gagal: periksa log peristiwa.

source: Plugin has been installed.
id: Plugin telah dipasang.

source: Plugin is already installed.
id: Plugin sudah terpasang.

source: Exited with RC: %d
id: Keluar dengan RC: %d

source: Already installed
id: Sudah terpasang

source: Updated: %s
id: Diperbarui: %s

source: Looking for plugins...
id: Mencari plugin...

source: Close
id: Tutup

source: Update plugins
id: Perbarui plugin

source: Updating, please wait...
id: Memperbarui, harap tunggu...

source: Update done.
id: Pembaruan selesai.

source: No updates available
id: Tidak ada pembaruan tersedia

source: Checking: %s
id: Memeriksa: %s

source: %s: Operation failed: check event log.
id: %s: Operasi gagal: periksa log peristiwa.

source: Ready to update
id: Siap diperbarui

source: Please choose an OPML file first.
id: Silakan pilih berkas OPML dahulu.

source: Importing, please wait...
id: Mengimpor, harap tunggu...

source: OPML Import
id: Impor OPML

source: If you have imported labels and/or filters, you might need to reload preferences to see your new data.
id: Jika Anda telah mengimpor label dan/atau saringan, Anda mungkin perlu memuat ulang preferensi untuk melihat data baru.

source: (Un)collapse
id: (Ciut)Buka

source: Your password is at default value
id: Kata sandi Anda masih menggunakan nilai bawaan

source: You are using default tt-rss password. Please change it in the Preferences (Personal data / Authentication).
id: Anda masih menggunakan kata sandi bawaan tt-rss. Mohon ubah kata sandi tersebut di menu Preferensi (Data pribadi / Autentikasi).

source: Mark all articles as read?
id: Tandai semua artikel telah dibaca?

source: Marking all feeds as read...
id: Menandai semua umpan telah dibaca...

source: Mark %w in %s older than 1 day as read?
id: Tandai %w di %s lebih lama dari 1 hari telah dibaca?

source: Mark %w in %s older than 1 week as read?
id: Tandai %w di %s lebih lama dari 1 minggu telah dibaca?

source: Mark %w in %s older than 2 weeks as read?
id: Tandai %w di %s lebih lama dari 2 minggu telah dibaca?

source: Mark %w in %s as read?
id: Tandai %w di %s telah dibaca?

source: search results
id: hasil pencarian

source: all articles
id: semua artikel

source: Mark all articles in %s as read?
id: Tandai semua artikel di %s telah dibaca?

source: Search syntax
id: Pencarian sintaks

source: Search feeds
id: Cari umpan

source: Provided URL is a HTML page referencing multiple feeds, please select required feed from the dropdown menu below.
id: URL adalah halaman HTML dengan banyak umpan, pilih umpan diinginkan dari menu tarik-turun di bawah.

source: Failed to parse output. This can indicate server timeout and/or network issues. Backend output was logged to browser console.
id: Gagal memproses keluaran. Kemungkinan disebabkan oleh waktu server habis dan/atau masalah jaringan. Keluaran backend telah dicatat di konsol peramban.

source: You are already subscribed to this feed.
id: Anda sudah berlangganan umpan ini.

source: Subscribed to %s
id: Berlangganan ke %s

source: Specified URL seems to be invalid.
id: URL yang ditentukan tampaknya tidak valid.

source: Specified URL doesn't seem to contain any feeds.
id: URL yang ditentukan tampaknya tidak berisi umpan apa pun.

source: Expand to select feed
id: Perluas untuk memilih umpan

source: Couldn't download the specified URL.
id: Tidak dapat mengunduh URL yang ditentukan.

source: Invalid content.
id: Konten tidak valid.

source: Error while creating feed database entry.
id: Terjadi galat saat membuat entri basis data umpan.

source: You are not allowed to perform this operation.
id: Anda tidak diizinkan melakukan operasi ini.

source: Feeds with update errors
id: Umpan dengan galat pembaruan

source: Debug selected feeds?
id: Debug umpan dipilih?

source: Opening debugger for selected feeds...
id: Membuka debugger untuk umpan dipilih...

source: Please enter label caption:
id: Masukkan judul label:

source: Removing feed...
id: Menghapus umpan...

source: Please select an image file.
id: Pilih berkas gambar.

source: Icon file is too large.
id: Berkas ikon terlalu besar.

source: Upload failed.
id: Unggahan gagal.

source: Remove stored feed icon?
id: Hapus ikon umpan tersimpan?

source: Removing feed icon...
id: Menghapus ikon umpan...

source: Feed icon removed.
id: Ikon umpan telah dihapus.

source: Upload new icon...
id: Unggah ikon baru...

source: Show as feed
id: Tampilkan sebagai umpan

source: Generate new syndication address for this feed?
id: Buat alamat syndication baru untuk umpan ini?

source: Trying to change address...
id: Mencoba mengubah alamat...

source: Could not change feed URL.
id: Tidak dapat mengubah URL umpan.

source: %s can be accessed via the following secret URL:
id: %s dapat diakses melalui URL rahasia berikut:

source: Saving article note...
id: Menyimpan catatan artikel...

source: Expand article
id: Perluas artikel

source: Related articles
id: Artikel terkait

source: Share article by URL
id: Bagikan artikel melalui URL

source: Generate new share URL for this article?
id: Buat URL berbagi baru untuk artikel ini?

source: Trying to change URL...
id: Mencoba mengubah URL...

source: Could not change URL.
id: Tidak dapat mengubah URL.

source: Remove sharing for this article?
id: Hapus pembagian untuk artikel ini?

source: This will invalidate all previously shared article URLs. Continue?
id: Ini akan membuat semua URL artikel sebelumnya dibagikan tidak berlaku. Lanjutkan?

source: Stack trace
id: Jejak tumpukan

source: Additional information
id: Informasi tambahan

source: Access level:
id: Tingkat akses: ·

source: OTP enabled
id: OTP diaktifkan

source: User details
id: Detail pengguna

source: Rename category to:
id: Ganti nama kategori menjadi:

source: Feeds require authentication.
id: Umpan memerlukan autentikasi.

source: Unsubscribe from selected feeds
id: Berhenti berlangganan dari umpan dipilih

source: Caption
id: Judul

source: Copied to clipboard.
id: Disalin ke papan klip.

source: Article URL:
id: URL artikel:

source: Attachments
id: Lampiran

source: Edit tags for this article
id: Sunting tag untuk artikel ini

source: mark feed as read
id: Tandai umpan sebagai telah dibaca

source: Span all columns
id: Rentangkan semua kolom

source: Invert
id: Kebalikan

source: Set score
id: Atur skor

source: Delete permanently
id: Hapus permanen

source: Could not update headlines (invalid object received - see error console for details)
id: Tidak dapat memperbarui judul (objek tidak valid diterima - lihat konsol galat untuk detail)

source: Copy article URL
id: Salin URL artikel

source: No recent articles matching this filter have been found.
id: Tidak ditemukan artikel terbaru yang cocok dengan saringan ini.

source: Enabled
id: Diaktifkan

source: Match any rule
id: Cocokkan aturan apapun

source: Inverse matching
id: Pencocokan terbalik

source: Match
id: Cocok

source: Apply actions
id: Terapkan tindakan

source: Activate
id: Aktifkan

source: Apply
id: Terapkan

source: Save and reload
id: Simpan dan muat ulang

source: Selected plugins have been enabled. Reload?
id: Plugin yang dipilih telah diaktifkan. Muat ulang?

source: System plugins are enabled using global configuration.
id: Plugin sistem diaktifkan menggunakan konfigurasi global.

source: Install
id: Instal

source: Updating...
id: Memperbarui...

source: Updates complete
id: Pembaruan selesai

source: Updates pending for %d plugin
id: Ada %d plugin perlu diperbarui

source: Open Preferences
id: Buka Preferensi

source: Search %s...
id: Cari %s...

source: Used for word stemming
id: Digunakan untuk stemming kata

source: Show feeds matching...
id: Tampilkan umpan yang cocok...

source: Tiny Tiny RSS is running in safe mode. All themes and plugins are disabled. You will need to log out and back in to disable it.
id: Tiny Tiny RSS berjalan dalam mode aman. Semua tema dan plugin dinonaktifkan. Anda harus keluar dan kembali masuk untuk menonaktifkannya.

source: Feed or site URL
id: URL umpan atau situs

source: Available feeds
id: Umpan yang tersedia

source: This feed requires authentication.
id: Umpan ini memerlukan autentikasi.

source: Debug selected feeds
id: Debug umpan yang dipilih

source: Feed title
id: Judul umpan

source: Feed URL
id: URL Umpan

source: Site URL:
id: URL Situs:

source: Site URL
id: URL Situs

source: Icon
id: Ikon
